Repository: tpgoffline/tpg-offline-iOS
Catalog: iOS/tpg offline/Project Requirements/*.lproj/Localizable.strings
Languages: fr

# Bonjour
source: Hello
fr: Bonjour

# Open data des Transports Publics Genevois
source: Geneva Public Transport Open Data
fr: Open data des Transports Publics Genevois

# Données fournis par la société des Transports Publics Genevois
source: Data provided by the Geneva Public Transport
fr: Données fournis par la société des Transports Publics Genevois

# Open data de Transport API
source: Transport API Open Data
fr: Open data de Transport API

# Données fournis par Opendata.ch
source: Data provided by Opendata.ch
fr: Données fournis par Opendata.ch

# Projet maintenu sur GitHub par SwiftyJSON - Projet en licence MIT
source: Project on GitHub maintained by SwiftyJSON - MIT license
fr: Projet maintenu sur GitHub par SwiftyJSON - Projet en licence MIT

# Projet maintenu sur GitHub par ViccAlexander - Projet en licence MIT
source: Project on GitHub maintained by ViccAlexander - Project MIT license
fr: Projet maintenu sur GitHub par ViccAlexander - Projet en licence MIT

# Projet maintenu sur GitHub par PrideChung - Projet en licence MIT
source: Project on GitHub maintained by PrideChung - Project MIT license
fr: Projet maintenu sur GitHub par PrideChung - Projet en licence MIT

# Projet maintenu sur GitHub par vikmeup - Projet en licence MIT
source: Project on GitHub maintained by vikmeup - Project MIT license
fr: Projet maintenu sur GitHub par vikmeup - Projet en licence MIT

# Projet maintenu sur GitHub par WenchaoIOS - Projet en licence MIT
source: Project on GitHub maintained by WenchaoIOS - Project MIT license
fr: Projet maintenu sur GitHub par WenchaoIOS - Projet en licence MIT

# Projet maintenu sur GitHub par gontovnik - Projet en licence MIT
source: Project on GitHub maintained by gontovnik - Project MIT license
fr: Projet maintenu sur GitHub par gontovnik - Projet en licence MIT

# Projet maintenu sur GitHub par nickoneill - Projet en licence MIT
source: Project on GitHub maintained by nickoneill - Project MIT license
fr: Projet maintenu sur GitHub par nickoneill - Projet en licence MIT

# Projet maintenu sur GitHub par xxxAIRINxxx - Projet en licence MIT
source: Project on GitHub maintained by xxxAIRINxxx - Project MIT license
fr: Projet maintenu sur GitHub par xxxAIRINxxx - Projet en licence MIT

# Projet maintenu sur GitHub par intuit - Projet en licence MIT
source: Project on GitHub maintained by intuit - Project MIT license
fr: Projet maintenu sur GitHub par intuit - Projet en licence MIT

# Projet maintenu sur GitHub par rpzzzzzz - Projet en licence MIT
source: Project on GitHub maintained by rpzzzzzz - Project MIT license
fr: Projet maintenu sur GitHub par rpzzzzzz - Projet en licence MIT

# Projet maintenu sur GitHub par marmelroy - Projet en licence MIT
source: Project on GitHub maintained by marmelroy - Project MIT license
fr: Projet maintenu sur GitHub par marmelroy - Projet en licence MIT

# Projet maintenu sur GitHub par mamaral - Projet en licence MIT
source: Project on GitHub maintained by mamaral - Project MIT license
fr: Projet maintenu sur GitHub par mamaral - Projet en licence MIT

# Projet maintenu sur GitHub par Alamofire - Projet en licence MIT
source: Project on GitHub maintained by Alamofire - Project MIT license
fr: Projet maintenu sur GitHub par Alamofire - Projet en licence MIT

source: Project on GitHub maintained by eliotfowler and edited by RemyDCF - Project MIT license
fr: Projet maintenu sur GitHub par eliotfowler et modifié par RemyDCF - Projet en licence MIT

# Projet maintenu sur GitHub par malcommac - Projet en licence MIT
source: Project on GitHub maintained by malcommac - Project MIT license
fr: Projet maintenu sur GitHub par malcommac - Projet en licence MIT

# Projet maintenu sur GitHub par SwiftyBeaver - Projet en licence MIT
source: Project on GitHub maintained by SwiftyBeaver - Project MIT license
fr: Projet maintenu sur GitHub par SwiftyBeaver - Projet en licence MIT

# Projet maintenu sur GitHub par ninjaprox - Projet en licence MIT
source: Project on GitHub maintained by ninjaprox - Project MIT license
fr: Projet maintenu sur GitHub par ninjaprox - Projet en licence MIT

# Départ
source: Departure
fr: Départ

# Arrivée
source: Arrival
fr: Arrivée

# Heure
source: Hour
fr: Heure

# Heure de départ
source: Departure time
fr: Heure de départ

# Heure d'arrivée
source: Arrival time
fr: Heure d'arrivée

# Rechercher
source: Search
fr: Rechercher

# Recherche
source: Search
fr: Recherche

# Favoris
source: Favorites
fr: Favoris

# Information manquante
source: Missing information
fr: Information manquante

# Il manque une information pour rechercher un itinéraire
source: It lacks information to search route
fr: Il manque une information pour rechercher un itinéraire

# Ligne
source: Line
fr: Ligne

# Défaut
source: Default
fr: Défaut

# Inversé
source: Inversed
fr: Inversé

# Nuit
source: Night
fr: Nuit

# Menthe
source: Mint
fr: Menthe

# Bleu
source: Blue
fr: Bleu

# Vert
source: Green
fr: Vert

# Noir
source: Black
fr: Noir

# Mauve
source: Magenta
fr: Mauve

# Pas de réseau
source: No network
fr: Pas de réseau

# Itinéraires non trouvés
source: Routes not found
fr: Itinéraires non trouvés

# Marche
source: Walking
fr: Marche

# Précision
source: Precision
fr: Précision

# Distance de proximité des arrêts
source: Distance from nearby stops
fr: Distance de proximité des arrêts

# Normale
source: Standart
fr: Normale

# Précise
source: Accurate
fr: Précise

# Très précise
source: Very accurate
fr: Très précise

# Choix du menu par défaut
source: Default menu choice
fr: Choix du menu par défaut

# Localisation
source: Location
fr: Localisation

# Crédits
source: Credits
fr: Crédits

# Page GitHub du projet
source: GitHub project page
fr: Page GitHub du projet

# Revoir le tutoriel
source: Review the tutorial
fr: Revoir le tutoriel

# Actualiser les départs (Offline)
source: Refresh offline departures
fr: Actualiser les départs (Offline)

# Bienvenue dans tpg offline
source: Welcome tpg offline
fr: Bienvenue dans tpg offline

source: tpg offline is an application that allows you to travel in Geneva by bus and tramay without cellular data.
fr: tpg offline est une application qui facilite vos déplacements avec les transports publics genevois, même sans réseau.

# Continuer
source: Next
fr: Continuer

# Départs
source: Departures
fr: Départs

# Le menu Départs vous informe des prochains départs pour un arrêt.
source: The departures menu shows you the next departures times for your chosen stop.
fr: Le menu Départs vous informe des prochains départs pour un arrêt.

source: The offline mode allows you to know the e.t.a to your chosen stop without cellular data.
fr: Le Mode offline vous permet de connaitre les horaires à un arrêt même si vous n’avez pas de réseau.

# Avertissement
source: Warning
fr: Avertissement

source: Without a network connection, tpg offline does not guarantee accurate system changes.tpg offline can in no way be held responsible for delays, advance, or missed connection.
fr: Sans réseau, tpg offline ne permet pas d’avoir des horaires garantis ni de connaitre les possibles perturbations du réseau. tpg offline ne peut aucunement être tenu pour responsable en cas de retard, d’avance, ni de connection manquée.

# J'ai compris, continuer
source: I understand, continue
fr: J'ai compris, continuer

# Itinéraires
source: Routes
fr: Itinéraires

source: The application offers a routes menu. You can move very easily with this feature.
fr: l’application propose un menu Itinéraires. Vous pouvez vous déplacer très facilement grâce à cette fonction.

# Plans
source: Maps
fr: Plans

# Tous les plans des tpg sont disponibles dans le menu Plans.
source: All tpg plans are available in the maps menu.
fr: Tous les plans des tpg sont disponibles dans le menu Plans.

# Soyez avertis en cas de perturbations sur le réseau tpg grâce au menu Incidents.
source: The incidence menu logs tpg network distruptions periods.
fr: Soyez avertis en cas de perturbations sur le réseau tpg grâce au menu Incidents.

# Rappels
source: Reminders
fr: Rappels

source: tpg offline is Open Source. You can notify and improve the application by notifying us of ideas or app bugs. Please, visit our project on GitHub (https://github.com/RemyDCF/tpg-offline)
fr: tpg offline est Open Source. Vous pouvez donc modifier et améliorer l’application si vous le souhaitez.Si vous avez des idées ou que vous trouvez un bug, n'hésitez pas à consulter notre projet sur GitHub. (https://github.com/RemyDCF/tpg-offline)

# Et beaucoup d'autres choses
source: And many other things
fr: Et beaucoup d'autres choses

source: Other surprises await you, use the app on the adventure, bon voyage!
fr: D'autres surprises vous attendent dans l'application. Alors, partez à l'aventure et bon voyage !

# Terminer
source: Finish
fr: Terminer

# Passer
source: Skip
fr: Passer

# Vous ne pouvez pas envoyer d'emails
source: You can't send emails
fr: Vous ne pouvez pas envoyer d'emails

source: Sorry, but you can't send emails. Verify that an email account is configured in settings
fr: Nous sommes désolés, mais vous ne pouvez pas envoyer d'emails. Vérifiez que un compte email est configuré dans les réglages

# Donnez votre avis !
source: Share your opinion !
fr: Donnez votre avis !

# Le tpg de la ligne
source: The tpg line
fr: Le tpg de la ligne

# en direction de
source: in the direction of
fr: en direction de

# va partir immédiatement
source: will leave immediately
fr: va partir immédiatement

# Vous serez notifié
source: You will be notified
fr: Vous serez notifié

# Rappeler
source: Remind
fr: Rappeler

# Autre
source: Other
fr: Autre

# Quand voulez-vous être notifié(e) ?
source: When do you want to be notified ?
fr: Quand voulez-vous être notifié(e) ?

# Annuler
source: Cancel
fr: Annuler

# Les horaires peuvent être sujets à modification
source: Schedules are subject to changes
fr: Les horaires peuvent être sujets à modification

# Service terminé
source: Service completed
fr: Service terminé

# Plus aucun départ n'est prévu pour la totalité des lignes desservants cet arrêt.
source: No more departure is planned for all lines.
fr: Plus aucun départ n'est prévu pour la totalité des lignes desservants cet arrêt.

# Non téléchargé
source: Not downloaded
fr: Non téléchargé

source: You can download the departures in settings menu to be accessed in offline mode.
fr: Vous pouvez télécharger les départs dans les paramètres afin d'y avoir accès en mode hors-ligne.

# Départ dans
source: Leaving in
fr: Départ dans

# Départ immédiat !
source: Immediate departure
fr: Départ immédiat !

# Impossible d'enregistrer la notification
source: Unable to save the notification
fr: Impossible d'enregistrer la notification

# Cette autorisation sert à envoyer des rappels.
source: This permission is used to send reminders.
fr: Cette autorisation sert à envoyer des rappels.

# Cette autorisation sert à indiquer les arrets les plus proches.
source: This permission is used to indicate the nearest stops.
fr: Cette autorisation sert à indiquer les arrets les plus proches.

# Nous avons besoin de quelques autorisations
source: We need some permissions
fr: Nous avons besoin de quelques autorisations

# Aucun incident
source: No incidents
fr: Aucun incident

# Tout va bien sur tout le réseau. Bonne nuit !
source: All is well on the whole network. Good night !
fr: Tout va bien sur tout le réseau. Bonne nuit !

# Tout va bien sur tout le réseau. Bonne journée !
source: All is well on the whole network. Have a good day !
fr: Tout va bien sur tout le réseau. Bonne journée !

# Tout va bien sur tout le réseau. Bonne soirée !
source: All is well on the whole network. Good evening !
fr: Tout va bien sur tout le réseau. Bonne soirée !

# Pas de réseau !
source: No network !
fr: Pas de réseau !

source: tpg offline is not connected to the network. It is impossible to load the disruptions on the tpg network without network.
fr: tpg offline n'est pas connecté au réseau. Il est impossible de charger les perturbations en cours sur le réseau tpg sans réseau.

# Voir tout
source: See all
fr: Voir tout

# Chargement en cours
source: Loading
fr: Chargement en cours

# Rechercher parmi les arrêts
source: Search in all stops
fr: Rechercher parmi les arrêts

# va partir dans
source: will go in
fr: va partir dans

# La notification à été enregistrée et sera affichée à l'heure du départ.
source: The notification was recorded and will be posted at the time of departure.
fr: La notification à été enregistrée et sera affichée à l'heure du départ.

# La notification à été enregistrée et sera affichée
source: The notification was recorded and posted
fr: La notification à été enregistrée et sera affichée

# minutes avant le départ.
source: minutes before departure.
fr: minutes avant le départ.

# Le bus arrive
source: The bus arrives
fr: Le bus arrive

# Dépêchez vous, vous allez le rater !
source: Hurry up, you'll miss it!
fr: Dépêchez vous, vous allez le rater !

# A l'heure du départ
source: At the time of departure
fr: A l'heure du départ

# 5 min avant le départ
source: 5 mins before departure
fr: 5 min avant le départ

# 10 min avant le départ
source: 10 mins before departure
fr: 10 min avant le départ

# Nombre de minutes
source: Number of minutes
fr: Nombre de minutes

# Il y a un problème
source: There is a problem
fr: Il y a un problème

# Merci de taper un nombre inférieur à la durée restante avant l'arrivée du tpg.
source: Thank you to type a number less than the remaining time before the arrival of tpg.
fr: Merci de taper un nombre inférieur à la durée restante avant l'arrivée du tpg.

# Chargement
source: Loading
fr: Chargement

# Merci de patienter
source: Please wait
fr: Merci de patienter

# Mode offline
source: Offline mode
fr: Mode offline

# va partir immédiatement.
source: will leave immediately.
fr: va partir immédiatement.

# Descendez à
source: Get off at
fr: Descendez à

# Thèmes
source: Themes
fr: Thèmes

# Recherche des arrêts...
source: Searching for the nearest stops...
fr: Recherche des arrêts...

# Le tpg de la line
source: The tpg of the line
fr: Le tpg de la line

# Actualisation
source: Update
fr: Actualisation

source: You will update the departures. Warning: We recommend using wifi to avoid using your data plan (50 MB). This operation can take several minutes and can not be canceled. Please also leave the application in the foreground.
fr: Vous allez actualiser les départs. Attention : Nous vous recommandons d'utiliser le wifi pour éviter d'utiliser votre forfait data (50 Mo). Cette opération peut prendre plusieurs minutes et n'est pas annulable. Veuillez également laisser l'application au premier plan pour ne pas interrompre le téléchargement.

# Opération terminée
source: Operation completed
fr: Opération terminée

# L'opération s'est terminée avec succès.
source: The operation was successfully completed.
fr: L'opération s'est terminée avec succès.

# Erreur
source: Error
fr: Erreur

source: You are not connected to the network. To update departures, please connect to the network.
fr: Vous n'êtes pas connecté au réseau. Pour actualiser les départs, merci de vous connecter au réseau.

# OK, démarrer
source: OK, start
fr: OK, démarrer

# De nouveaux départs hors-ligne sont disponibles. Voulez-vous les télécharger ?
source: New offline departures are available. Do you want to download them?
fr: De nouveaux départs hors-ligne sont disponibles. Voulez-vous les télécharger ?

# Télécharger
source: Download
fr: Télécharger

# Pas maintenant
source: Not now
fr: Pas maintenant
